Repository: al-hw/Rock-Paper-Scissors-SwiftUI
Catalog: Rock Paper Scissors/*.lproj/Localizable.strings
Languages: ru

source: %lld ROUNDS LEFT
ru: %lld РАУНДОВ ОСТАЛОСЬ

source: App Choice
ru: выбор компьютера

source: Continue
ru: Продолжить

source: DRAW! 😛😛😛 You won %lld rounds and lost %lld rounds.
ru: НИЧЬЯ! 😛😛😛 Вы победили в %lld и проиграли в %lld раундах.

source: GAME OVER!
ru: ИГРА ОКОНЧЕНА!

source: LOST
ru: ПОБЕД

source: Try again
ru: Попробовать снова

source: WON
ru: ПОРАЖЕНИЙ

source: YOU LOST! 🥲🥲🥲 You won %lld rounds and lost %lld rounds.
ru: ПОРАЖЕНИЕ! 🥲🥲🥲 Вы победили в %lld и проиграли в %lld раундах.

source: You won %lld rounds and lost %lld rounds. %lld rounds left
ru: Вы победили в %lld и проиграли в %lld раундах. %lld раундов осталось.

source: YOU WON! 🥳🥳🥳 You won %lld rounds and lost %lld rounds.
ru: ПОБЕДА! 🥳🥳🥳 Вы победили в %lld и проиграли в %lld раундах.

source: Your Choice
ru: ваш выбор

source: YOU WON! 🥳🥳🥳
ru: ПОБЕДА! 🥳🥳🥳

source: YOU LOST! 🥲🥲🥲
ru: ПОРАЖЕНИЕ! 🥲🥲🥲

source: DRAW! 😛😛😛
ru: НИЧЬЯ! 😛😛😛
